Revit 2027 API
ParameterTypeId.GeomVisibilityParam Property
 "Visibility/Graphics Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GeomVisibilityParam { get; }
Public Shared ReadOnly Property GeomVisibilityParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GeomVisibilityParam {
	ForgeTypeId^ get ();
}
static member GeomVisibilityParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace